// время
// ФИО
// кабинет
// название предмета
// тип

/*[часы начала(0,1,2...9,10,11...), минуты начала(0,1,2...9,10,11...), часы конца, минуты конца, ["Фамилия Имя Отчество", "Название предмета"],
  "Тип предмета", "Номер кабинета"],...
/*ПОНЕДЕЛЬНИК*/
var UMonday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Шайгарданова Л. Х.", "БЖД"], "Пр.", "424"]
]
var DMonday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Давлятчина А. Р.", "Физ-ра"], "Пр.", "УЛК-5"]
]

var UTuesday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Кошенкова А. А.", "Английский язык"], "Пр.", "321"],
  [13, 30, 15, 0, ["Давлятчина А. Р.", "Физ-ра"], "Пр.", "УЛК-5"]
]
var DTuesday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Кошенкова А. А.", "Английский язык"], "Пр.", "321"]
]

var UWednesday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Тимерша Д. Ф.", "История"], "Пр.", "365"],
  [13, 30, 15, 0, ["Тимерша Д. Ф.", "История"], "Лек.", "365"]
]
var DWednesday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Тимерша Д. Ф.", "История"], "Пр.", "365"],
  [13, 30, 15, 0, ["Тимерша Д. Ф.", "История"], "Лек.", "365"]
]

var UThursday = [
  [8, 0,  9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Шайгарданова Л. Х.", "БЖД"], "Лек.", "424"],
  [13, 30, 15, 0, ["Шайгарданова Л. Х.", "БЖД"], "Пр.", "424"]
]
var DThursday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [11, 50, 13, 20, ["Шайгарданова Л. Х.", "БЖД"], "Лек.", "424"],
  [13, 30, 15, 0, ["Шайгарданова Л. Х.", "БЖД"], "Пр.", "424"]
]

var UFriday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"]
]
var DFriday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Лек.", "362"],
  [9, 40, 11, 10, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"]
]

var USaturday = [
  [9, 40, 11, 10, ["Кошенкова А. А.", "Английский язык"], "Пр.", "321"]
]
var DSaturday = [
  [8, 0, 9, 30, ["Заварзова В. Д.", "Разработка ПО"], "Пр.", "362"],
  [9, 40, 11, 10, ["Кошенкова А. А.", "Английский язык"], "Пр.", "321"]
]
// var UThursday = [
// [8, 0,  9, 30, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "416"]
// ]
// var UFriday = [
//   [8, 0,  9, 30, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "416"],
//   //[9, 40,  11, 10, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "456"],
//   //[11, 50,  13, 20, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "476"],
//    [13, 30,  15, 0, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "486"],
//   [15, 10,  16, 40, ["Рязанова Анна Николаевна", "Теория вероятностей"], "Лек.", "496"]
// ]